# Bottom Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
TableMergedCell..::..Bottom Property
TableMergedCell Class See Also
---
Specifies the row index of the bottom-right corner of a table grid.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2011
# Syntax
C#
---
```text
public int Bottom { get; set; }
```

Visual Basic
---
```text
Public Property Bottom As Integer
	Get
	Set
```

Visual C++
---
```text
public:
property int Bottom {
	int get ();
	void set (int value);
}
```

# See Also
TableMergedCell Class
Autodesk.Revit.DB Namespace